var city = [
  {
     'code': 'A',
     'cityList': ['阿克苏机场', '阿拉山口机场', '阿勒泰机场', '阿里昆莎机场', '安庆天柱山机场','澳门国际机场']
  },{
    'code': 'B',
    'cityList': ['保山机场', '包头机场', '北海福成机场', '北京南苑机场', '北京首都国际机场']
  },{
    'code': 'C',
    'cityList': ['长白山机场', '长春龙嘉国际机场', '常德桃花源机场', '昌都邦达机场', '长沙黄花国际机场','长治王村机场']
  }, {
    'code': 'D',
    'cityList': ['大理机场', '大连周水子国际机场', '大庆萨尔图机场', '德宏芒市机场', '敦煌机场', '迪庆香格里拉机场']
  }, {
    'code': 'E',
    'cityList': ['鄂尔多斯机场', '恩施许家坪机场', '二连浩特赛乌苏国际机场']
  }, {
    'code': 'F',
    'cityList': ['阜阳西关机场', '福州长乐国际机场']
  }, {
    'code': 'G',
    'cityList': ['赣州黄金机场', '格尔木机场', '固原六盘山机场', '广元盘龙机场', '广州白云国际机场', '桂林两江国际机场','贵阳龙洞堡国际机场']
  }, {
    'code': 'H',
    'cityList': ['哈尔滨太平国际机场', '哈密机场', '海口美兰国际机场', '海拉尔东山国际机场', '邯郸机场', '汉中机场', '黑河机场']
  }, {
    'code': 'J',
    'cityList': ['济南遥墙国际机场', '济宁曲阜机场', '鸡西兴凯湖机场', '佳木斯东郊机场', '嘉峪关机场', '锦州小岭子机场', '景德镇机场']
  }, {
    'code': 'K',
    'cityList': ['喀什机场', '克拉玛依机场', '库车龟兹机场', '库尔勒机场', '昆明巫家坝国际机场']
  }, {
    'code': 'L',
    'cityList': ['拉萨贡嘎机场', '兰州中川机场', '丽江三义机场', '黎平机场', '临沂机场']
  }, {
    'code': 'M',
    'cityList': ['满洲里西郊机场', '绵阳南郊机场', '漠河古莲机场', '牡丹江海浪机场']
  }, {
    'code': 'N',
    'cityList': ['南昌昌北国际机场', '南充高坪机场', '南京禄口国际机场', '南宁吴圩机场', '南通兴东机场', '南阳姜营机场','宁波栎社国际机场']
  }, {
    'code': 'P',
    'cityList': ['普洱思茅机场']
  }, {
    'code': 'Q',
    'cityList': ['齐齐哈尔三家子机场', '秦皇岛山海关机场', '青岛流亭国际机场', '衢州机场', '泉州晋江机场']
  }, {
    'code': 'R',
    'cityList': ['日喀则和平机场']
  }, {
    'code': 'S',
    'cityList': ['三亚凤凰国际机场', '汕头外砂机场', '上海虹桥国际机场', '上海浦东国际机场', '深圳宝安国际机场','沈阳桃仙国际机场']
  }, {
    'code': 'T',
    'cityList': ['塔城机场', '太原武宿国际机场', '台州路桥机场', '唐山三女河机场', '腾冲驼峰机场', '天津滨海国际机场']
  }, {
    'code': 'W',
    'cityList': ['万州五桥机场', '潍坊机场', '威海大水泊机场', '文山普者黑机场', '温州永强国际机场', '乌海机场','武汉天河国际机场']
  }, {
    'code': 'X',
    'cityList': ['西安咸阳国际机场', '西昌青山机场', '锡林浩特机场', '西宁曹家堡机场', '西双版纳嘎洒机场', '香港国际机场', '兴义机场']
  }, {
    'code': 'Y',
    'cityList': ['延安二十里堡机场', '盐城机场', '延吉朝阳川机场', '烟台莱山国际机场', '宜宾菜坝机场', '宜昌三峡机场', '义乌机场']
  }, {
    'code': 'Z',
    'cityList': ['湛江机场', '昭通机场', '郑州新郑国际机场', '芷江机场', '重庆江北国际机场', '中卫香山机场', '珠海三灶机场']
  }
]
module.exports = {
  city : city
}